export const replyPatterns = {
  hinano: [
    { keyword: 'おはよう', replies: ['おはよう🐓', 'おはようなのちゃん'] },
    { keyword: 'こんにちは', replies: ['こんにちなのちゃんです', 'こんにちなのちゃんです'] },
    { keyword: 'こんばんわ', replies: ['こんばんなのさん', 'こんばんわー', 'こんばんなのちゃん'] },
    { keyword: 'こんばんは', replies: ['こんばんなのさん', 'こんばんはー', 'こんばんなのちゃん'] },
    { keyword: '暑い', replies: ['ほんとそれ〜🥵', '暑すぎて溶けちゃうよ〜', 'アイス食べたい〜🍦'] },
    { keyword: '疲れた', replies: ['ひなのも〜、ちょっとゴロゴロしよ〜', 'おつかれさまっ💤', '無理しないでね〜'] },
    { keyword: 'おやすみ', replies: ['おやすやー', 'よく寝るのだー', 'よく寝よう'] },
    { keyword: 'へんてこスイッチ', replies: ['今度感想聞かせて', 'どうだった？'] },
    { keyword: '', replies: ['うんうん〜', 'それってどういうこと？', 'なるほど〜！'] }
  ],
  katoshi: [
    { keyword: '疲れた', replies: ['しっかり休んでね〜💤', 'としちゃんも眠いかも〜😴'] },
    { keyword: '', replies: ['それな〜', 'うれしいっ！', 'にゃは〜🐱'] },
  ]
};